<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>История JDM-культуры</title>
    <link rel="stylesheet" href="./css/styles_history.css"> <!-- Подключаем внешний CSS файл -->
</head>
<body>

<header>
    <h1>История JDM-культуры</h1>
</header>

<nav>
    <a href="#ideology">Идеология и суть</a>
    <a href="#modifications">Моды и доработки</a>
    <a href="#history">История JDM</a>
    <a href="#popular_models">Популярные модели</a>
    <a href="#jdm_in_russia">JDM в России</a>
</nav>

<section id="ideology">
    <h2>Идеология и суть</h2>
    <p>
        Смысл JDM-стайлинга состоит в том, чтобы привести автомобиль японского происхождения к тому виду, в котором он (или соответствующий аналог для внутреннего рынка Японии) продаётся у себя на родине, особенно в различных эксклюзивных версиях. Устанавливаются тюнинговые детали только тех брендов и моделей, которые ценятся в Японии. Чаще всего JDM-тюнинг применяется к праворульным автомобилям спортивного толка, однако можно встретить и европейские модели бизнес-класса, выполненные в стиле японского оригинала, например, Honda Accord.
    </p>
</section>

<section id="modifications">
    <h2>Моды и доработки</h2>
    
    <h3>Оптика</h3>
    <p>
        Обязательна установка оригинальных фар/фонарей от японских версий — они отличаются дополнительными приливами на корпусе, цветом рассеивателей и внутренностями блоков оптики. Также встречается замена ламп головного цвета на жёлтые или покрытие головной оптики плёнкой того же цвета. Популярны и янтарно-жёлтые противотуманки, особенно на автомобилях 80-х — 90-х.
    </p>
    
    <h3>Кузов</h3>
    <p>
        Практикуется установка расширителей арок на заклёпках на старые автомобили, передних спойлеров в виде «язычка» или сплиттеров от заряженных версий стандартных моделей; умеренное использование карбоновых элементов (как правило, это капоты); покрытие кузова наклейками с изображением японского флага-солнца, жёлто-зелёного значка начинающих японских водителей, улитки с турбиной в панцире, надписей в стиле I Love JDM или Eat Sleep JDM, а также изображения морды поросёнка. Некоторые модели воспринимаются в JDM-ключе с комплектами характерных именно для них обвесов.
    </p>
    
    <h3>Подвеска</h3>
    <p>
        Часто встречается занижение с помощью койловеров (винтовых регулируемых стоек), однако экстремально низкая посадка не является целью и существенным критерием при приведении машины к JDM-виду.
    </p>
    
    <h3>Колёса</h3>
    <p>
        Существует ряд негласных правил и понятий, в соответствии с которыми каждой японской модели, не обделённой вниманием тюнеров, подходит определённый набор колёсных дисков, как правило японских производителей. «Правильные» колёса играют большую роль в общем соответствии облика машины JDM-стилю. Обычно на старые японские модели 70-х — 80-х годов ставятся причудливые олдскульные диски, доведённые до идеального состояния, а на современные — либо агрессивные диски с «полкой», либо лаконичного дизайна «катки» в тайматак-стиле.
    </p>
    
    <h3>Прочее</h3>
    <p>
        Тонирование стёкол по-японски — это отсутствие какой-либо плёнки на передних боковых и лобовом стекле и затемнённая задняя полусфера окон. Если глушитель заменён на нестандартный, то его часто можно увидеть подвешенным наискосок. Важно, что JDM-стиль не требует соблюдения всего вышеперечисленного — иногда достаточно установить пусть даже на банальную Honda Civic заниженные пружины и японские кованые колёса соответствующего дизайна и выкрасить их в лимонный цвет, чтобы большинство угадывало в этом бесвкусицу, а знатоки и ценители — следование японскому стилю.
    </p>
    
    <h3>Тюнинг-бренды</h3>
    <p>
        Популярные бренды, связанные с JDM, включают Veil Side, Erebuni, Rays, Work, Advan, SSR, BBS, Weds, Tein, TRD, Nismo, Spoon, Mugen, 5 Zigen и HKS.
    </p>
</section>

<section id="history">
    <h2>История JDM</h2>
    <p>
        JDM-стиль (Japan Domestic Market — внутренний рынок Японии) появился в 80-е годы с распространением японских машин на экспортных рынках. Как раз тогда в самой Японии стал развиваться тюнинг, начали зарождаться такие виды соревнований как дрифт и тайматак. Энтузиасты последних совместно с понимающими их потребности производителями тюнинговых деталей во многом определили JDM-стиль с одной стороны, а автопроизводители, которые стали дифференцировать модификации одних и тех же моделей для внутреннего рынка и для экспорта — с другой.
    </p>
    <p>
        В настоящее время нельзя сказать, что это направление стайлинга переживает пик популярности или, наоборот, упадок — ценители японских автомобилей всегда в курсе, какими средствами и деталями выделить свой автомобиль из массы аналогичных, чтобы другие такие же одержимые одобрительно подняли большой палец руки.
    </p>
    <p>
        Сегодня JDM автомобили продолжают эволюционировать, сочетая в себе передовые технологии и традиции. Такие модели, как Toyota GR Supra, Nissan GT-R и Honda Civic Type R, демонстрируют приверженность японских автопроизводителей к инновациям и качеству. С развитием электромобилей и автономных технологий, будущее JDM обещает быть захватывающим и полным новых достижений.
    </p>
</section>

<section id="popular_models">
    <h2>Популярные модели</h2>
    <p>
        Среди знаковых автомобилей JDM выделяются: Subaru Impreza WRX/STI, Mitsubishi Lancer Evolution, Nissan Skyline, Nissan Silvia, Honda Civic, Honda Integra, Honda S2000, Toyota Chaser, Toyota Levin/Trueno, Toyota Starlet, Mazda RX-7/8. Эти модели стали символами японской автомобильной культуры и тюнинга.
    </p>
</section>

<section id="jdm_in_russia">
    <h2>JDM в России</h2>
    <p>
        В России JDM-автомобили пользуются популярностью благодаря высокому качеству, надежности и доступности. Многие автолюбители ценят JDM за возможность выделиться из толпы и за уникальный дизайн. Одной из причин является высокое качество японских автомобилей, а также их надежность и долговечность. Кроме того, многие российские автолюбители ценят JDM за возможность выделиться из толпы, ведь эти автомобили часто имеют уникальный узнаваемый дизайн.
    </p>
</section>

<footer>
    <h3>Каталог ссылок</h3>
    <div class="catalog">
        <a href="https://www.globstart.com/article/top-30-iconic-jdm-cars" target="_blank">Top 30 Iconic JDM Cars</a> |
        <a href="https://ru.wikipedia.org/wiki/JDM" target="_blank">JDM - Википедия</a> |
        <a href="https://4k-tuning.ru/japanese-tuning-styles/" target="_blank">JDM тюнинг</a> |
        <a href="https://jdmka.ru/" target="_blank">Магазин тюнинга и JDM атрибутики</a>
    </div>
</footer>

</body>
</html>
